export const responsive = {
    superLargeDesktop: {
        breakpoint: { max: 4000, min: 2000 },
        items: 6,
        slidesToSlide: 1
    },
    desktop: {
        breakpoint: { max: 2000, min: 1023 },
        items: 4,
        slidesToSlide: 1
    },
    tablet: {
        breakpoint: { max: 1023, min: 767 },
        items: 3,
        slidesToSlide: 2
    },
    mobile: {
        breakpoint: { max: 767, min: 320 },
        items: 2,
        slidesToSlide: 2
    }
};

export const partners = [
    {
        id: 1,
        img: require("./img/partnerLogo1.png"),
        alt: "partnerLogo1",
        title: `ООО МП "Строим будущее вместе"`,
        description: `"Компания ООО" ДАМАР АГРОТРЕЙД " - молодая
        команда, которая появилась на аграрном рынке в 2020 году. Мы не боимся трудностей
        и проблем. Поэтому даже сложный ковидный период, мировая пандемия не помешали
        успешному старту. Итак, мы-смелые, мы — драйвовые, мы-те, которые развивают
        растениеводство и помогают становиться успешными тысячам отечественных аграриев.`,
    },
    {
        id: 2,
        img: require("./img/partnerLogo2.png"),
        alt: "partnerLogo2",
        title: `ООО МП "Строим будущее вместе"`,
        description: `"Компания ООО" ДАМАР АГРОТРЕЙД " - молодая
        команда, которая появилась на аграрном рынке в 2020 году. Мы не боимся трудностей
        и проблем. Поэтому даже сложный ковидный период, мировая пандемия не помешали
        успешному старту. Итак, мы-смелые, мы — драйвовые, мы-те, которые развивают
        растениеводство и помогают становиться успешными тысячам отечественных аграриев.`,
    },
    {
        id: 3,
        img: require("./img/partnerLogo3.png"),
        alt: "partnerLogo3",
        title: `ООО МП "Строим будущее вместе"`,
        description: `"Компания ООО" ДАМАР АГРОТРЕЙД " - молодая
        команда, которая появилась на аграрном рынке в 2020 году. Мы не боимся трудностей
        и проблем. Поэтому даже сложный ковидный период, мировая пандемия не помешали
        успешному старту. Итак, мы-смелые, мы — драйвовые, мы-те, которые развивают
        растениеводство и помогают становиться успешными тысячам отечественных аграриев.`,
    },
    {
        id: 4,
        img: require("./img/partnerLogo4.png"),
        alt: "partnerLogo4",
        title: `ООО МП "Строим будущее вместе"`,
        description: `"Компания ООО" ДАМАР АГРОТРЕЙД " - молодая
        команда, которая появилась на аграрном рынке в 2020 году. Мы не боимся трудностей
        и проблем. Поэтому даже сложный ковидный период, мировая пандемия не помешали
        успешному старту. Итак, мы-смелые, мы — драйвовые, мы-те, которые развивают
        растениеводство и помогают становиться успешными тысячам отечественных аграриев.`,
    },
    {
        id: 5,
        img: require("./img/partnerLogo5.png"),
        alt: "partnerLogo5",
        title: `ООО МП "Строим будущее вместе"`,
        description: `"Компания ООО" ДАМАР АГРОТРЕЙД " - молодая
        команда, которая появилась на аграрном рынке в 2020 году. Мы не боимся трудностей
        и проблем. Поэтому даже сложный ковидный период, мировая пандемия не помешали
        успешному старту. Итак, мы-смелые, мы — драйвовые, мы-те, которые развивают
        растениеводство и помогают становиться успешными тысячам отечественных аграриев.`,
    },
    {
        id: 6,
        img: require("./img/partnerLogo6.png"),
        alt: "partnerLogo6",
        title: `ООО МП "Строим будущее вместе"`,
        description: `"Компания ООО" ДАМАР АГРОТРЕЙД " - молодая
        команда, которая появилась на аграрном рынке в 2020 году. Мы не боимся трудностей
        и проблем. Поэтому даже сложный ковидный период, мировая пандемия не помешали
        успешному старту. Итак, мы-смелые, мы — драйвовые, мы-те, которые развивают
        растениеводство и помогают становиться успешными тысячам отечественных аграриев.`,
    },
    {
        id: 7,
        img: require("./img/partnerLogo3.png"),
        alt: "partnerLogo7",
        title: `ООО МП "Строим будущее вместе"`,
        description: `"Компания ООО" ДАМАР АГРОТРЕЙД " - молодая
        команда, которая появилась на аграрном рынке в 2020 году. Мы не боимся трудностей
        и проблем. Поэтому даже сложный ковидный период, мировая пандемия не помешали
        успешному старту. Итак, мы-смелые, мы — драйвовые, мы-те, которые развивают
        растениеводство и помогают становиться успешными тысячам отечественных аграриев.`,
    },
    {
        id: 8,
        img: require("./img/partnerLogo1.png"),
        alt: "partnerLogo8",
        title: `ООО МП "Строим будущее вместе"`,
        description: `"Компания ООО" ДАМАР АГРОТРЕЙД " - молодая
        команда, которая появилась на аграрном рынке в 2020 году. Мы не боимся трудностей
        и проблем. Поэтому даже сложный ковидный период, мировая пандемия не помешали
        успешному старту. Итак, мы-смелые, мы — драйвовые, мы-те, которые развивают
        растениеводство и помогают становиться успешными тысячам отечественных аграриев.`,
    },
]